/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Mobilní síť";
"connectivity.not-connected" = "Nepřipojený";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Zrušit";
"general.alertview.close" = "Zavřít";
"general.alertview.dismiss" = "Propustit";
"general.alertview.error" = "Chyba";
"general.alertview.confirmation" = "Potvrzení";

"general.alertview.ok" = "OK";
"general.alertview.reload" = "Znovu načíst";
"general.alertview.success" = "Úspěch";

/* Filter sections title */
"history.filter.device" = "Zařízení";
"history.filter.networktype" = "Typ sítě";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETAILY";
"history.qos.headline.tests" = "TESTY";
"history.result.headline.details" = "Detaily";
"history.result.headline.map" = "Mapa";
"history.result.headline.measurement" = "Měření";
"history.result.headline.network" = "Síť";
"history.result.headline.qos" = "Testy kvality služeb";
"history.result.map.accuracy" = "Přesnost";
"history.result.map.invalid-coordinates" = "Neplatné souřadnice";
"history.result.map.latitude" = "Zeměpisná šířka";
"history.result.map.longitude" = "Zeměpisná délka";
"history.result.map.result" = "Výsledek mapy";
"history.result.map.show" = "Zobrazit mapu";
"history.result.more-details" = "Více informací";
"history.result.qos.details" = "DETAILY";
"history.result.qos.details.description" = "POPIS";
"history.result.qos.details.failed" = "SELHÁNÍ";
"history.result.qos.details.succeeded" = "ÚSPĚŠNÉ";
"history.result.qos.results" = "Výsledky";
"history.result.qos.results-detail" = "Podrobné výsledky";
"history.result.time" = "Čas";

/* History Sync Code Alert */
"history.sync.code-text" = "Synchronizační kód";
"history.sync.code.copy" = "Kopírovat kód";
"history.sync.code.enter" = "Zadejte kód";
"history.sync.code.enter-text" = "Zadejte synchronizační kód:";
"history.sync.code.request" = "Požadovat kód";
"history.sync.merge" = "Chcete-li sloučit historii ze dvou různých zařízení, vyžádejte si synchronizační kód na jednom zařízení a zadejte jej do druhého zařízení.";
"history.sync.success-message" = "Synchronizace historie byla úspěšná.";
"history.sync.sync" = "Synchronizace";

/* History index buttons */
"history.uibar.filter" = "Filtr"; /* Unused */
"history.uibar.sync" = "Synchronizace";

/* Loop Mode */
"loopmode.change_server.title" = "ZMĚNA SERVERU";
"loopmode.init.btn.test" = "Test";
"loopmode.init.btn.loop-test" = "Test smyčky";
"loopmode.test.header.measurement" = "MĚŘENÍ";
"loopmode.test.header.current" = "AKTUÁLNÍ";
"loopmode.test.header.median" = "MEDIÁN";
"loopmode.test.progress.format" = "LOOP MODE (%d z %d)";
"loopmode.test.init.title" = "REŽIM SMYČKY";
"loopmode.test.results.title" = "VÝSLEDKY REŽIMU SMYČKY";
"loopmode.test.time_to_next_test.title" = "ČAS DO DALŠÍHO TESTU";
"loopmode.test.movement.title" = "POHYB";
"loopmode.init.btn.loop.on" = "Smyčka Zap.";
"loopmode.init.btn.loop.off" = "Smyčka Vyp.";
"loopmode.test.immediately" = "Ihned";

"loopmode.test.state.init" = "INIT";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "STAŽENÍ";
"loopmode.test.state.upload" = "NAHRÁVÁNÍ";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "Ztráta paketov";
"loopmode.test.state.jitter" = "Chvění";

"loopmode.abort.abort" = "Přerušit";
"loopmode.abort.continue" = "Pokračovat";
"loopmode.abort.keep" = "Uchovat";
"loopmode.abort.title" = "Přerušit?";
"loopmode.abort.message" = "Chcete měření ukončit?";

"loopmode_alert.activation_privacy" = "Aktivace a soukromí";
"loopmode_alert.activation_privacy.description" = "Režim smyčky umožňuje automatické opakování testů.";

"loopmode_alert.data_usage" = "Spotřeba dat";
"loopmode_alert.data_usage.description" = "Upozorňujeme, že během režimu smyčky je přenášeno velké množství dat. U vysokorychlostního připojení může 10 testů v režimu smyčky spotřebovat 1 GB nebo více z vašeho datového paušálu.";
"loopmode_alert.data_usage.description_2" = "Doporučujeme spustit test smyčky pouze při skutečné paušální sazbě, kde zvýšený datový provoz nezpůsobuje dodatečné náklady.";
"loopmode_alert.battery_power" = "Baterie";
"loopmode_alert.battery_power.description" = "Režim smyčky spotřebovává mnoho energie. Mezi testy udržuje režim smyčky aktivní GPS a displej, takže baterie je vybíjená mnohem rychlejší než v pohotovostním režimu. Testy také spotřebovávají energii baterie.";
"loopmode_alert.battery_power.description_2" = "Režim smyčky by měl být používán pouze v případě, že je k dispozici rozšířený zdroj napájení.";
"loopmode_alert.items.item_1" = "První test začne ihned po stisknutí tlačítka Start.";
"loopmode_alert.items.item_2" = "Další testy budou zahájeny buď po uplynutí čekací doby (výchozí 30 minut) nebo po dosažení nakonfigurované vzdálenosti (výchozí 250 m).";
"loopmode_alert.items.item_3" = "Testy budou prováděny, dokud nebude proveden přednastavený počet testů (standardně 10 testů).";
"loopmode_alert.items.item_4" = "Tyto hodnoty lze změnit v části Nastavení.";
"loopmode_alert.items.item_5" = "Režim smyčky se automaticky ukončí po 2 dnech.";
"loopmode_alert.items.item_6" = "Režim smyčky lze kdykoliv zastavit.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Zákonné oznámení";

/* Intro location question */
"intro.location.question.message" = "Chcete-li získat službu určování polohy, povolte ji v nastavení!"; /* Unused */
"intro.location.question.title" = "Použití umístění"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Neznámý";
"intro.network.connection.unavailable" = "Není k dispozici žádné síťové připojení";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "procesor";
"intro.popup.hardware.system-ram" = "Systémová paměť RAM";
"intro.popup.hardware.usage" = "Použití hardwaru";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Připojení probíhá ...";
"intro.popup.ip.connections" = "IP připojení";
"intro.popup.ip.no-ip-text" = "n/a";
"intro.popup.ip.v4-external" = "Externí IPv4 ";
"intro.popup.ip.v4-internal" = "Interní IPv4";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Poloha";
"intro.popup.location.accuracy" = "Přesnost";
"intro.popup.location.age" = "Věk";
"intro.popup.location.altitude" = "Nadmořská výška";
"intro.popup.location.position" = "Poloha";
"intro.popup.location.source" = "Přesnost"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Přenos dat na pozadí";
"intro.popup.traffic.download" = "Stahování";
"intro.popup.traffic.upload" = "Nahrávání";

/* Map callout */
"map.callout.measurement" = "Měření";
"map.callout.network" = "Síť";

/* Table section header title */
"map.options.filter.overlay" = "Překrytí";
"map.options.filter.country" = "Země operátorů";
"map.options.filter.operators" = "Operátoři";
"map.options.filter.period" = "Perioda";
"map.options.filter.technologies" = "Technologie";

"map.options.filter.countries" = "Země";
"map.options.filter.all_countries" = "Všechny země";

/* Map overlay description */
"map.options.overlay.auto" = "Auto";
"map.options.overlay.heatmap" = "Heat mapa";
"map.options.overlay.municipality" = "Obec";
"map.options.overlay.points" = "Body";
"map.options.overlay.regions" = "Oblasti";
"map.options.overlay.settlements" = "Osady";
"map.options.overlay.shapes" = "Tvary";
"map.options.overlay.whitespots" = "Bílá místa";

/* Alert view test intro message */
"test.intro-message" = "VAROVÁNÍ! Použití této aplikace může mít za následek velký objem přenosu dat. V síti 3G je objem dat pro jeden test 5 až 10 MB. V síti 4G může tento objem přesáhnout 100 MB. Poskytovatel aplikace nebude považován za zodpovědného za nadměrnou spotřebu způsobenou přenosem dat při používání této aplikace. Při testování připojení k internetu by měl uživatel zvážit výsledný internetový provoz a přijmout důsledky přenosu dat.";

"test.aborted-message" = "Test byl přerušený, protože aplikace šla do pozadí. Testy lze provádět pouze v době, kdy je aplikace spuštěna v popředí.";

"test.connection.could-not-connect" = "Připojení nelze provést. Pravděpodobná příčina je, že vaše spojení je velmi pomalé";
"test.connection.lost" = "Připojení k testovacímu serveru bylo ztraceno. Zkouška byla přerušena.";

/* Test phases */
"test.phase.download" = "Stažení";
"test.phase.init" = "Init";
"test.phase.ping" = "Ping";
"test.phase.upload" = "Nahrát";

"test.qos.failed" = "Test kvality služby selhal.";
"test.repeat" = "Zopakujte test";
"test.result.not-submitted" = "Test byl dokončen, ale výsledky nemohly být odeslány testovacímu serveru.";
"test.results.title" = "Výsledky testů";

"RMBT-TEST-START_QOS_BUTTON" = "Test QoS";

/* Unit suffex */
"test.speed.unit" = "Mbit/s";

"main-view-button-map" = "MAPA";
"history.delete" = "Vymazat";
"test.abort.title" = "Přerušit?";
"test.abort.abort" = "Přerušit";
"test.abort.continue" = "Pokračovat";
"test.abort.message" = "Chcete měření ukončit?";
"test.startagain" = "Začít znovu";

/* Menu Items */
"RMBT-NI-HISTORY" = "Historie";
"RMBT-NI-HOME" = "Domovská stránka";
"RMBT-NI-MAPS" = "Mapy";
"RMBT-NI-STATISTICS" = "Statistiky";
"RMBT-NI-SURVEY" = "Průzkum";
"RMBT-NI-HELP" = "Nápověda";
"RMBT-NI-HISTORY-DETAILS" = "Detaily";
"RMBT-NI-HISTORY-TESTRESULT" = "Výsledek testu";
"RMBT-NI-INFO" = "Informace";
"RMBT-NI-LOOP-MODE" = "Režim smyčky";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "Výsledky";
"tabbar.title.map" = "Mapa";
"tabbar.title.settings" = "Nastavení";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Výsledek";
"RMBT-NI-FILTER" = "Filtr";
"RMBT-NI-SETTINGS" = "Nastavení";
"RMBT-NI-PUBLISHPERSONALDATA" = "Odeslat osobní údaje"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Webová stránka";
"RMBT-INFO-EMAIL" = "E-mail";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Smluvní podmínky";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Zásady ochrany osobních údajů";
"RMBT-INFO-PRIVACYPOLICY" = "Zásady ochrany osobních údajů";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Publikujte osobní údaje";
"RMBT-INFO-CLINETUUID" = "UUID klienta";
"RMBT-INFO-TESTCOUNT"  = "Počet testů";
"RMBT-INFO-VERSION" = "Verze";
"RMBT-INFO-SERVERVERSION" = "Verze serveru";
"RMBT-INFO-DEVELOPEDBY" = "Vyvinuto";
"RMBT-INFO-SOURCECODE" = "Zdrojový kód";
"RMBT-INFO-LEGALNOTICE" = "Upozornění na Mapy Google";

"RMBT-ABOUT-TITLE" = "%@ byl vytvořen během projektu MoQoS. Partneři projektu byli:";
"RMBT-ABOUT-FOOTER-TEXT" = "Více informací o projektu naleznete na webu moqos.eu.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Stáhněte si Mbps";
"RMBT-HOME-UPLOADMBPS" = "Nahrát Mbps";
"RMBT-HOME-START" = "START";
"RMBT-HOME-RUNAGAIN" = "SPUSTIT ZNOVU";
"RMBT-HOME-MBPS" = "(MBPS)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "O aplikaci %@";
"RMBT-SETTINGS-LANGUAGE" = "Jazyk";
"RMBT-SETTINGS-DARKMODE" = "Tmavý režim";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Nastavení režimu Nerd";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Nastavení vývojáře";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Anonymní režim zabraňuje přidružení s klientem uuid, výsledky měření budou okamžitě odděleny.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Režim Nerd umožňuje pokročilé funkce. Aplikace zobrazí více informací před a během testu.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Nastavení vývojářů umožňuje ...";
"RMBT-SETTINGS-IPV4ONLY" = "Pouze IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Pouze IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "Měření QoS";
"RMBT-SETTINGS-QOSMANUALLY" = "Ručně";
"RMBT-SETTINGS-QOSNETWORK" = "V nové síti";
"RMBT-SETTINGS-QOSALWAYS" = "Vždy";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Odeslat osobní údaje";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Odeslat Zero Testing";
"RMBT-SETTINGS-GENERAL" = "Všeobecné";
"RMBT-SETTINGS-INFORMATION" = "Informace";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Kvalita služeb";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "Měření kvality služby zahrnuje ...";
"RMBT-SETTINGS-QOSENABLED" = "QOS povoleno";
"RMBT-SETTINGS-QOSDISABLED" = "QOS zakázáno";
"RMBT-SETTINGS-NERDMODE" = "Režim nerd";
"RMBT-SETTINGS-ENABLENERDMODE" = "Povolit režim nerd ";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Anonymní režim";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Nastavení vývojáře";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Pokročilé nastavení";

"RMBT-DEVSETTINGS-DISTANCE" = "Vzdálenost (metry)";
"RMBT-DEVSETTINGS-MINDELAY" = "Interval (min)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Počet testů";
"RMBT-DEVSETTINGS-LOOPMODE" = "Cyklický režim";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Přeskočit testy QOS";

"RMBT-SETTINGS-SEND-LOG" = "Odeslat protokol";
"RMBT-SETTINGS-CONTROL-SERVER" = "Control Server";
"RMBT-SETTINGS-IS-OVERRIDE-CONTROL-SERVER" = "Is override Control Server";
"RMBT-SETTINGS-DEV" = "Oddíl Dev";
"dev.code" = "Dev Kód";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Výchozí nastavení systému";
"RMBT-SETTINGS-PRIVACY" = "Soukromí";
"RMBT-SETTINGS-LOCATION" = "Poloha";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Spravujte oprávnění týkající se sledování polohy";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Zrušte Personalizaci reklam";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Spravujte oprávnění týkající se ID reklamy";
"RMBT-SETTINGS-PERSISTENT-UUID" = "UUID trvalého klienta";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "Trvalý UUID klienta je zapotřebí k tomu, aby umožnil historii měření a synchronizaci výsledků mezi zařízeními";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analytika";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Povolte analýzu a pošlete nás stopy";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Zrušte Personalizaci reklam";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Chcete-li spravovat oprávnění týkající se Identifikátoru reklam, přejděte na Nastavení -> Soukromí -> Reklamy";

"RMBT-MAIN-VIEWREPORT" = "Podrobná zpráva o měření";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Reklamy byly odstraněny. Děkujeme za podporu Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Nemohli jsme transakci dokončit.";

"settings.start_next_test_immediatelly" = "Další test spustíte ihned";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standard";
"RMBT-MAP-SATELLITE" = "Družice";
"RMBT-MAP-HYBRID" = "Hybridní";
"RMBT-MAP-BASIC" = "Základní";
"RMBT-MAP-STREETS" = "Ulice";

"RMBT-MAP-OVERLAYOPTIONS" = "Možnosti zobrazení mapy"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "Aktuální nastavení"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Verze řídicího serveru";
"RMBT-DEVSETTINGS-SEVER" = "Server";
"RMBT-DEVSETTINGS-ENABLED" = "Povoleno";
"RMBT-DEVSETTINGS-NOGPS" = "Bez GPS";

"RBMT-BASE-DECLINE" = "Zamítnout";
"RBMT-BASE-AGREE" = "Souhlasím";
"RBMT-BASE-CONTINUE" = "Pokračovat";

"RBMT-CONSUMPTION" = "Test může způsobit vyšší spotřebu dat";
"RBMT-BASE-PACKETLOSS" = "Ztráta paketů";
"RBMT-BASE-JITTER" = "Jitter";
"RBMT-BASE-TRAFFIC" = "Aktuální provoz";
"RBMT-DISABLED" = "Zakázáno";
"RBMT-BASE-TESTSERVER" = "Testovací server";
"RBMT-BASE-MEASUREMENTSERVERS" = "Měřící servery";
"RBMT-HISTORY-NORECORDSYET" = "Z tohoto zařízení zatím nebyly provedeny žádné testy";
"history.error.server_not_available" = "Server není k dispozici. Zkuste to později znovu.";
"history.empty.button.title" = "Spusťte svůj první test";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "SíŤ";
"test.title.qos" = "QoS";
"test.title.performed" = "Provedeno";
"test.title.passed" = "Prošel";
"test.title.failed" = "SELHÁNÍ";
"test.title.test" = "Spuštění testů QoS:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "webová stránka";
"test.qos.titles.TCP-ports" = "TCP porty";
"test.qos.titles.UDP-ports" = "UDP porty";
"test.qos.titles.voice-over-IP" = "Hlas přes IP";
"test.qos.titles.traceroute" = "Traceroute";
"test.qos.titles.unmodified-content" = "Nepozměněný obsah";
"test.qos.titles.transparent-connection" = "Transparentní spojení";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Tento test zkontroluje, zda může být odkazová stránka na základě referenční stránky ETSI Keplera přesunuta přes internet.";
"test.qos.descriptions.TCP-ports" = "Porty TCP se používají k přenosu e-mailů, webových stránek a dalšího obsahu na internetu.";
"test.qos.descriptions.UDP-ports" = "Porty UDP se používají pro telefonování na základě IP, hlasové a video streamování.";
"test.qos.descriptions.voice-over-IP" = "Obousměrný telefonní hovor přes internet je simulován.";
"test.qos.descriptions.traceroute" = "Tento test zaznamená síťovou trasu mezi tímto zařízením a serverem.";
"test.qos.descriptions.unmodified-content" = "Tento test zkontroluje, zda se data ze serveru nezmění během přenosu.";
"test.qos.descriptions.transparent-connection" = "Tento test zkontroluje, zda žádost o webovou stránku není změněna serverem proxy.";
"test.qos.descriptions.DNS" = "DNS je adresář internetových adres. Tento test zkontroluje, zda nejsou odpovědi DNS manipulovány.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Podrobné výsledky";


"measurement.unknown_error.message" = "Měření bylo přerušeno kvůli neznámé chybě.";
"measurement.unknown_error.title" = "Chyba měření";

/* History headers */
"history.header.ping" = "Ping";
"history.header.test" = "Test / Datum";
"history.header.packet-loss" = "Ztráta paketov";
"history.header.jitter" = "Chvění";
"history.header.download" = "Download";
"history.header.upload" = "Upload";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Souhlasím se Zásadami ochrany osobních údajů a Smluvními podmínkami služby.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Souhlasím se Smluvními podmínkami služby.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Souhlasím se Zásadami ochrany osobních údajů.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Souhlasím s odesláním osobních údajů.";

"info.text.open_data_sources_notice" = "Kromě vlastních dat používáme a zpracováváme otevřená data z následujících zdrojů pod licencí Creative Commons Attribution 4.0 International (CC BY 4.0): RTR-Netztest od RTR-GmbH, Rakousko; AKOS Test Net by AKOS, Slovinsko; Netmetr by CZ.NIC, Česká republika; Merac Internetu RU, Slovensko."; /* Make customization */


"info.title.open_data_sources_notice" = "Zdroje otevřených dat";

"wizard.button.i_agree_to_all" = "Souhlasím se vším";
"wizard.button.essential_settings_only" = "Pouze základní nastavení";
"wizard.button.details" = "Nastavení";

"wizard.one_page.title" = "Vítejte v aplikaci %@";
"wizard.one_page.privacy_description" = "Než začnete aplikaci používat, měli by ste si přečíst %@ a učinit informované rozhodnutí o osobních údajích. Můžete se k tomu také vrátit později prostřednictvím Menu / Info stránky. Se svými otázkami o ochraně osobních údajů se na nás můžete kdykoli obrátit na adrese %@.";
"wizard.one_page.analytics_title" = "ANALYTICS";
"wizard.one_page.analytics_description" = "Informace o službě Analytics slouží k pochopení toho, jak naši uživatelé používají mobilní aplikace, a neustále optimalizovat službu. Také shromažďujeme údaje o stopách, které nám pomáhají statisticky vyhodnocovat, analyzovat a odstraňovat havárie a chyby. Používáme také identifikátor inzerce k tomu, abychom přiřadili dříve zobrazovanou reklamu k instalaci aplikace a uživatelské analýze.";
"wizard.one_page.persistent_client_title" = "PERSISTENT CLIENT UUID";
"wizard.one_page.persistent_client_description" = "Klient UUID je náhodně generovaný ID, který je uložen při každém měření. UUID trvalého klienta znamená, že ID je stejné pro každé měření. Je zapotřebí povolit historii měření a synchronizaci výsledků mezi zařízeními.";
"wizard.one_page.finish_description" = "Prosím, vyberte zde. Můžete jej později změnit v části Nastavení.";


